Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=757_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Kansainvälinen artikla 8(j) työryhmä esittää alkuperäiskansojen perinteisen tiedon suojan kehittämistä
sme: Riikkaidgaskasaš artikla 8(j) bargojoavku evttoha eamiálbmogiid árbevirolaš dieđu suoji ovddideami

source: Saamelaiskäräjien edustajat osallistuivat kansainvälisen artikla 8(j)-työryhmän kahdeksanteen kokoukseen Montrealissa.
sme: Sámedikki ovddasteaddjit oassálaste riikkaidgaskasaš artikla 8(j)-bargojoavkku gávccát čoahkkimii Montrealis.

source: Työryhmän on perustanut biodiversiteettisopimuksen allekirjoittajamaiden osapuolikokous (COP).
sme: Bargojoavkku lea vuođđudan biodiversitehtasoahpamuša vuolláičálli riikkaid oassebeallečoahkkin (COP).

source: Työryhmän työtä ohjaa COP:in hyväksymä monivuotinen työohjelma artikla 8(j):n toimeenpanemiseksi.
sme: Bargojoavkku barggu jođiha COP:a dohkkehan máŋggajahkásaš bargoprográmma artikla 8(j):a ollašuhttima várás.

source: Työryhmän tehtävänä on työohjelman toteuttaminen sekä seuraavan biodiversiteettisopimuksen osapuolikokouksen artikla 8(j):tä koskevien päätösten valmistelu.
sme: Bargojoavkku bargun lea bargoprográmma ollašuhttin sihke čuovvovaš biodiversitehtasoahpamuša oassebeallečoahkkima artikla 8(j):a guoski mearrádusaid válmmaštallan.

source: Seuraava osapuolikokous pidetään ensi syksynä Etelä-Koreassa.
sme: Čuovvovaš oassebeallečoahkkin dollo boahtte čavčča Mátta-Koreas.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi, joka osallistui työryhmän kokoukseen jo kolmatta kertaa, piti kokousta tärkeänä. ”
sme: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi, guhte oassálasttii bargojoavkku čoahkkimii juo goalmmát geardde, doalai čoahkkima dehalažžan. ”

source: Kansainväliset artikla 8(j)-työryhmän kokoukset ovat tärkeitä kansallisesti ja kansainvälisesti.
sme: Riikkaidgaskasaš artikla 8(j)-bargojoavkku čoahkkimat leat dehalaččat álbmotlaččat ja riikkaidgaskasaččat.

source: Kokouksissa pääsee tuomaan esille Suomen saamelaisten näkemyksiä, vaikuttamaan päätöksentekoon, saa uusia ideoita perinteisen tiedon suojan parantamiseksi sekä vaihtamaan ajatuksia maailman eri alkuperäiskansojen kesken, ” puheenjohtaja Näkkäläjärvi kertoi.
sme: Čoahkkimiin beassá buktit ovdan Suoma sámiid oainnuid, váikkuhit mearrádusbargamii, oažžut ođđa jurdagiid árbevirolaš dieđu suoji buorideapmin sihke lonuhit jurdagiid máilmmi sierra eamiálbmogiid gaskkas, ” ságajođiheaddji Näkkäläjärvi muitalii.

source: Kokoukseen osallistui kaikki saamelaiskäräjien kansallisen 8(j)-työryhmän jäsenet. ”
sme: Čoahkkimii oassálaste buot sámedikki álbmotlaš 8(j)-bargojoavkku lahtut. ”

source: Kansallista toimeenpanoa ja tulevaisuutta ajatellen on ehdottoman tärkeää, että mahdollisimman moni saamelaiskäräjien edustaja kansallisesta 8(j)-työryhmästä perehtyy artikla 8(j):hin ja siihen liittyvään kansanväliseen päätöksentekoon ”, Näkkäläjärvi painottaa.
sme: Álbmotlaš ollašuhttima ja boahttevuođa jurddašettiin lea erenomáš dehalaš, ahte nu máŋga sámedikki ovddasteaddji go vejolaš álbmotlaš 8(j)- bargojoavkkus oahpásma artikla 8(j):i ja dasa gulavaš riikkaidgaskasaš mearrádusbargamii ”, Näkkäläjärvi deattuha.

source: Suomen saamelaiskäräjien edustajat osallistuivat kokoukseen Suomen valtion delegaatiossa.
sme: Suoma sámedikki ovddasteaddjit oassálaste čoahkkimii Suoma stáhta delegašuvnnas.

source: Kokouksissa Euroopan Unionin jäsenmaat pyrkivät neuvottelemana yhteisen kannan koordinaatiokokouksissa, joihin myös saamelaiskäräjät osallistui. ”
sme: Čoahkkimiin Eurohpa Uniovnna lahttoriikkat geahččalit gávnnahit oktasaš oainnu koordinerenčoahkkimiin, maidda maiddái sámediggi oassálasttii. ”

source: Olemme olleet mukana valmistelemassa Suomen kantoja kokoukseen jo kauan ennen varsinaista kokousta ja tuoneet esityksiämme mm.. Suomen vastauksiin biodiversiteettisopimuksen sihteeristölle kokouksessa käsiteltävistä asioista, Näkkäläjärvi kertoi ”.
sme: Mii leamašat fárus válmmaštallamin Suoma oainnuid čoahkkima várás juo guhká ovdal aitosaš čoahkkima ja buktán iežamet evttohusaid ee. Suoma vástádusaide biodiversitehtasoahpamuša čállingoddái čoahkkináššiin, Näkkäläjärvi muitalii ”.

source: Kahwanaken mohawkeja (Kanien: keha ' ka) edustanut Charles Patton antoi kokoukselle perinteisen mohawk-siunauksen ja lauloi ystävyyden laulun
sme: Kahwanake mohawkiid (Kanien: keha ' ka) ovddastan Charles Patton attii čoahkkimii árbevirolaš mohawk-sivdnideami ja lávllui ustitvuođa lávlaga. Govva: Inga-Briitta Magga.

source: Kokouksen asialistalla oli kokemuksien kertominen artikla 8(j)- työryhmästä ja erityisesti siitä, miten alkuperäiskansat ovat osallistuneet biodiversiteettisopimuksen toimeenpanoon.
sme: Čoahkkima áššelisttás lei vásáhusaid muitaleapmi artikla 8(j)- bargojoavkkus ja erenomážit das, mo eamiálbmogat leat oassálastán biodiversitehtasoahpamuša ollašuhttimii.

source: EU- puheenjohtajamaa Liettua kertoi kokoukselle EU:n puheenvuorossa erityisesti siitä, miten artikla 8(j):tä oli toimeenpantu Suomessa.
sme: EU- ságajođihanriika Liettua muitalii čoahkkimii EU:a sáhkavuorus erenomážit das, mo artikla 8(j):a lei ollašuhtton Suomas.

source: Kokoukselle kerrottiin kansallisesta biodiversiteettistrategiasta sekä perustetusta kansallisesta 8(j)-työryhmästä, jonka puheenjohtajana toimii saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi.
sme: Čoahkkimii muitaluvvui álbmotlaš biodiversitehtastrategiijas sihke vuođđuduvvon álbmotlaš 8(j)-bargojoavkkus, man ságajođiheaddjin doaimmai sámedikki ságajođiheaddji Klemetti Näkkäläjärvi.

source: Kokouksessa käsiteltiin YK:n alkuperäiskansojen pysyvän foorumin suositusta ottaa käyttöön biodiversiteettisopimuksen toimeenpanossa termi alkuperäiskansa ja paikallisyhteisö nykyisen alkuperäis- ja paikallisyhteisön sijasta.
sme: Čoahkkimis gieđahallai ON:id eamiálbmogiid bissovaš foruma ávžžuhus váldit vuhtii biodiversitehtasoahpamuša ollašuhttimis tearbma eamiálbmot ja báikkálašsearvvuš dálá eamiálbmot- ja báikkálašsearvvuš sajis.

source: Suomi tuki terminologian muuttamista pysyvän foorumin esityksen mukaisesti uusissa biodiversiteettisopimuksen päätöksissä.
sme: Suopma doarjjui terminologiija nuppástuhttima bissovaš foruma evttohusa mielde biodiversitehtasoahpamuša ođđa mearrádusain.

source: EU-jäsenmaat eivät olleet asiassa yksimielisiä.
sme: EU-lahttoriikkat eai lean áššis ovttamielalaččat.

source: Kokous ei pysynyt tekemään asiassa ratkaisua vaan esitti YK: tekevän terminologian mahdollisesta muuttamisesta laillisen analyysin ja osapuolikokousta tekemään asiassa päätökset.”Kokouksen kyvyttömyys tehdä asiassa päätös oli alkuperäiskansoille suuri pettymys.
sme: Čoahkkin ii bastán bargat áššis čovdosa muhto evttohii ON:id dahkat terminologiija vejolaš rievdadeamis lágalaš analyysa ja oassebeallečoahkkima bargat áššis mearrádusaid.”Čoahkkima návccahisvuohta bargat áššis mearrádusa lei eamiálbmogiidda stuorra beahttašupmi.

source: Terminologian muuttaminen vastaisi voimassa olevaa ihmisoikeuskäytäntöä.
sme: Terminologiija nuppástuhttin vástidivčče fámus leahkki olmmošvuoigatvuohtageavada.

source: Erikoista oli, että terminologian muuttamista vastusti myös muutamat sellaiset maat, jotka olivat hyväksyneet YK:n alkuperäiskansajulistuksen ”, saamelaiskäräjien hallituksen jäsen Petra Magga-Vars kertoi.
sme: Mearkkalaš lei, ahte terminologiija rievdadeami vuostálaste maiddái moadde dakkár riikka, geat ledje dohkkehan ON:id eamiálbmotjulggaštusa ”, sámedikki stivrra lahttu Petra Magga-Vars muitalii.

source: Kansainvälisen artikla 8(j)-työryhmän työssä on keskusteltu useasti biodiversiteettiin liittyvän perinteisen tiedon palauttamisesta takaisin alkuperäiskansayhteisöille.
sme: Riikkaidgaskasaš artikla 8(j)-bargojoavkku barggus lea ságastallon máŋgii biodiversitehtai gulavaš árbevirolaš dieđu máhcaheamis ruovttoluotta eamiálbmotservošii.

source: Kokous esittääkin, että lähitulevaisuudessa järjestetään laaja kokous valmistelemaan vapaaehtoisia ohjeita perinteisen tiedon palauttamiseksi.
sme: Čoahkkin evttohage, ahte lagašboahttevuođas lágiduvvo viiddis čoahkkin válmmaštallat eaktodáhtolaš rávvagiid árbevirolaš dieđu máhcaheapmin.

source: Ohjeistus tulisi seuraavan kansainvälisen 8(j)-työryhmän valmisteltavaksi ja edelleen 13 osapuolikokouksen hyväksyttäväksi. ”
sme: Rávvagat boađášedje čuovvovaš riikkaidgaskasaš 8(j)- bargojoavkku válmmaštallamii ja viidásabbot 13 oassebeallečoahkkimii dohkkeheami várás. ”

source: Perinteisen tiedon palauttaminen on tärkeää monelle alkuperäiskansalle.
sme: Árbevirolaš dieđu máhcaheapmi lea dehalaš máŋgga eamiálbmogii.

source: Saamelaisten perinteiseen tietoon liittyvää arkistomateriaalia on niin Suomen arkistolaitoksissa kuin ulkomaillakin runsaasti.
sme: Sámiid árbevirolaš dihtui gulavaš arkiivamateriála lea nu Suoma arkiivalágádusain go olggoriikkainge valjis.

source: Suomessa tulisi aloittaa keskustelu ja selvitystyö miten arkistomateriaalia saataisiin parhaiten, esimerkiksi digitoiden, saamelaisten ulottuviin esimerkiksi saamelaisarkistoon tai saamelaismuseo Siidaan ”, saamelaiskäräjien varapuheenjohtaja Heikki Paltto kertoi.
sme: Suomas galggašii álggahit ságastallama ja čielggadeami mo arkiivamateriála boađášii buoremusat, ovdamearkan digiteremiin, sámiid olámuddui ovdamearkan sámearkiivai dahje sámemusea Siidai ”, sámedikki várreságajođiheaddji Heikki Paltto muitalii.

source: Kokous pidettiin kansainvälisen ilmailujärjestön (IATA) - päämajassa.
sme: Čoahkkin dollui riikkaidgaskasaš áibmojohtolatsearvvi (IATA) - váldokantuvrras.

source: Kokoukseen osallistui laaja joukko sopimuksen ratifioineiden valtioiden edustajia, tarkkailijoita sekä alkuperäiskansojen edustajia
sme: Čoahkkimii oassálaste viidát soahpamuša ratifieren riikkaid ovddasteaddjit, dárkojeaddjit sihke eamiálbmogiid ovddasteaddjit. Govva: Inga-Briitta Magga

source: Kokouksessa käytiin temaattinen keskustelu biodiversiteettisopimuksen artiklojen 8(j) ja 10 (c):n yhtymäkohdista.
sme: Čoahkkimis gevvui temáhtalaš ságastallan biodiversitehtasoahpamuša artiklaid 8(j) ja 10 (c):a guoskkahansajiin.

source: Artikla 10 (c) suojelee perinteistä luonnon kestävää käyttöä.
sme: Artikla 10 (c) suodjala árbevirolaš luonddu suvdilis geavaheami.

source: Kokous esittää osapuolikokoukselle että se hyväksyisi toimintaohjelman tavanomaisen luonnonkäytön suojelemiseksi täydessä yhteistyössä alkuperäiskansojen kanssa. ”
sme: Čoahkkin evttoha oassebeallečoahkkimii ahte dat dohkkehivčče doaibmabidjoprográmma dábálaš luonddugeavahusa suodjaleapmin dievas ovttasbarggus eamiálbmogiiguin. ”

source: Suomessa artikla 10(c) koskee erityisesti saamelaista poronhoitoa ja muita perinteisiä elinkeinoja.
sme: Suomas artikla 10(c) guoská erenomážit sámiid boazodoalu ja eará árbevirolaš ealáhusaid.

source: On tärkeää että sekä perinteistä tietoa että tavanomaista kestävää luonnonkäyttöä tuetaan.
sme: Lea dehalaš ahte sihke árbevirolaš diehtu ja dábálaš suvdilis luondduegeavaheapmi dorjojuvvojit.

source: Suomessa artikla tulee kyseeseen erityisesti saamelaisen perinteisen laidunkiertojärjestelmän turvaamisessa ”, Paltto kertoi.
sme: Suomas artikla boahtá ovdan erenomážit sámiid árbevirolaš dálve- ja geasseeanaortnega sihkkarastimis ”, Paltto muitalii.

source: Kokoukseen osallistui edustajat Ruotsin ja Norjan saamelaiskäräjiltä.
sme: Čoahkkimii oassálaste ovddasteaddjit Ruoŧa ja Norgga sámedikkis.

source: Saamelaiskäräjät pitivät yhteisen kokouksen artikla 8(j):n toimeenpanosta kussakin valtiossa.
sme: Sámedikkit dolle oktasaš čoahkkima artikla 8(j):a ollašuhttimis guđege riikkas.

source: Kokouksessa sovittiin että saamelaiskäräjät tiivistävät yhteistyötä artikla 8(j):n toimeenpanemiseksi.
sme: Čoahkkimis sohppui ahte sámedikkit lávgadit ovttasbarggu artikla 8(j):a ollašuhttima várás.

source: Yhteinen esitys viedään saamelaisen parlamentaarisen neuvoston käsittelyyn ensi keväänä. ”
sme: Oktasaš evttohus dolvojuvvo sámi parlamentáralaš ráđi gieđahallamii boahtte giđa. ”

source: Olen iloinen, että saamme yhteispohjoismaisen yhteistyön käyntiin 8(j)-asioissa.
sme: Lean ilus, ahte fidnet davviriikkaid ovttasbarggu johtui 8(j)- áššiin.

source: Suomen saamelaiskäräjät on yrittänyt kehittää yhteistyötä asiassa jo aiemminkin, mutta aika ei ollut silloin siihen vielä valmis.
sme: Suoma sámediggi lea figgan ovddidit ovttasbarggu áššis juo ovdal, muhto áigi ii leamaš dalle vel heivvolaš.

source: Artikla 8(j) ja perinteisen tiedon suoja liittyy myös pohjoismaiseen saamelaissopimukseen ja saamelaisen parlamentaarisen neuvoston toiminnan kehittämiseen.
sme: Artikla 8(j) ja árbevirolaš dieđu suodji laktása maiddái davviriikkaid sámesoahpamuššii ja sámi parlamentáralaš ráđi doaimma ovddideapmái.

source: Kansainvälinen artikla 8(j)-työryhmä esitti mm. sui generis (ainutlaatuisen) - järjestelemän luomista tilanteissa, joissa perinteistä tietoa omaava kansa asuu usean eri valtion alueella.
sme: Riikkaidgaskasaš artikla 8(j)-bargojoavku evttohii ee. sui generis (áidnalunddot) - vuogádaga ráhkadeami diliin, main árbevirolaš dieđu hálddašeaddji álbmot ássá máŋgga sierra riikka viidodagas.

source: Meidän tuleekin keskittyä SPN:ssä juuri sui generis- järjestelmän luomiseen ”, Näkkäläjärvi kertoi.
sme: Mii galgatge bidjat deattu SPR:s justa sui generis- vuogádeami dahkamii ”, Näkkäläjärvi muitalii.

source: ” Työ ei jää tähän.
sme: ” Bargu ii báze dása.

source: Esittelemme kokouksen tulokset kansalliselle artikla 8(j)-työryhmälle, joka päättää mahdollisista jatkotoimenpiteistä.
sme: Buktit ovdan čoahkkima bohtosiid álbmotlaš artikla 8(j)-bargojovkui, mii mearrida vejolaš joatkkadoaibmabijuin.

source: Kansainvälisen artikla 8(j)-työryhmän kokouspäätöksistä osa jäi ratkaistavaksi kokonaisuudessa COP:iin ilman työryhmän suositusta.
sme: Riikkaidgaskasaš artikla 8(j)-bargojoavkku čoahkkinmearrádusain oassi báhcá šiehttanláhkai obban COP:i almmá bargojoavkku ávžžuhusa haga.

source: Tämä tarkoittaa sitä, että saamelaiskäräjien tulee olla aktiivisesti mukana vaikuttamassa Suomen ja EU:n kantoihin seuraavassa COP:issa ja sen valmisteluissa ”; Näkkäläjärvi painottaa.
sme: Dát dárkkuha dan, ahte sámediggi galgá leat aktiivvalaččat fárus váikkuheamen Suoma ja EU: oainnuide čuovvovaš COP:s ja dan válmmaštallamis ”; Näkkäläjärvi deattuha.

source: Saamelaiskäräjien delegaatio pääsi seuraamaan kanien ’ kéha- kielen aikuispopetusta keha ' ka- kansan jäsenille.
sme: Sámedikki delegašuvdna beasai čuovvut kanien ’ kéha- giela rávesolbmuidoahpahusa keha ' ka- álbmoga olbmuide.

source: Tilaisuudessa keskusteltiin alkuperäiskansakielten opetuksen ja kielten elvytyksen haasteista.
sme: Dilálašvuođas ságastallui eamiálbmotgielaid oahpahusa ja gielaid ealáskahttima hástalusain. Govva: Inga-Briitta Magga.

source: Saamelaiskäräjien delegaatio vieraili kokoustauolla keha ' ka (mohawk) - Kansan kieli- ja kulttuurikeskuksessa Kahnawakessa, Montrealin eteläpuolella.
sme: Sámedikki delegašuvdna galledii čoahkkinbottus keha ' ka (mohawk) - Álbmoga giella- ja kulturguovddážis Kahnawakes, Montreal máttabealde.

source: “ On tärkeää tutustua myös muiden alkuperäiskansojen kieltä ja kulttuuria tukevaan toimintaan.
sme: “ Lea dehalaš oahpásmit maiddái eará eamiálbmogiid giela ja kultuvrra doarju doaibmamii.

source: Tutustuimme kieli- ja kulttuurikeskuksen toimintana ja pääsimme seuraamaan opetusta.
sme: Oahpásmuvaimet giella- ja kulturguovddáža doaimmaide ja beasaimet čuovvut oahpahusa.

source: Vaikka kulttuurimme ovat erilaisia, haasteet oman kielen ja kulttuurin säilyttämiseksi ovat samanlaisia. ”
sme: Vaikke kultuvrrat leat sierraláganat, hástalusat iežas giela ja kultuvrra seailluheami várás leat seammáláganat. ”

source: Petra Magga-Vars kertoi.
sme: Petra Magga-Vars muitalii.

source: Kokousten päätyttyä saamelaiskäräjien edustajat tutustuivat biodiversiteettimuseoon (Biodome), joka kuvaa Kanadan eri luontotyyppejä ja niiden eläimistöä.
sme: Čoahkkimiid nogadettiin sámedikki ovddasteaddjit oahpásmuvve biodiversitehtamuseai (Biodome), mii ovdanbuktá Kanada sierra luondotiippaid ja daid ealliid.

source: Lisää tietoa biodiversiteettisopimuksen artikla 8(j):stä
sme: Lasi dieđut biodiversitehtasoahpamuša artikla 8(j):s

source: Kokouspäätökset
sme: Čoahkkinmearrádusat

source: Tiedote saamelaiskäräjien järjestämästä oheistapahtumasta 8(j)-kokouksessa
sme: Dieđáhus sámedikki lágidan siidodáhpáhusas 8(j)-čoahkkimis

source: Kansallinen biodiversiteettistrategia ja - toimintaohjelma
sme: Álbmotlaš biodiversitehtastrategiija ja - doaibmanprográmma

source: Saamelaiskäräjien puheenjohtajan blogi, jossa hän kertoo 8(j)-kokouksen tunnelmista
sme: Sámedikki ságajođiheaddji blogga, mas son muitala 8(j)-čoahkkima dovdamušain

source: Klemetti Näkkäläjärvi
sme: Lassidieđut:
